Repository: mozilla-l10n/mt-training-data
Catalog: hch/hch_pontoon.tmx
Source language: en_us
Languages: hch

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
hch: { $actionType } <micIcon></micIcon> Ke pemɨtiyɨweni ʼatsipekaraʼeriwatɨ ke pemɨtiuniuka mɨpaɨ ke tineuʼá

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
hch: { $actionType } <playIcon></playIcon> tsiere ke tineuʼutɨa ke pemɨtiʼena tewi ke maine makaʼɨkierie

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
hch: { $actionType } <playIcon></playIcon> Niuki ʼɨkiyari ke neuʼeni tsiere ke neuʼaʼɨwiya xɨka mɨkɨ ʼutɨariyari hɨkɨtɨni. Xɨka mɨpaɨ yeme kareukuʼuxani, ʼutɨarika ke neupata mɨpaɨ yeme mainenikɨ.

source: Add information
hch: Ahetsíe timieme ke tineuʼutɨa

source: An error occurred while creating this transcript
hch: Axa katiniuyɨní ʼikɨ niuki ʼutɨariyari muyutaweewitsie

source: An error occurred while editing the transcript
hch: Axa katiniuyɨní niuki ʼutɨariyari mayepatsiwakaitsie

source: An error occurred while recording
hch: Axa katiniuyɨní niuki makaʼɨkiwakaitsie

source: An error occurred while skipping the transcript
hch: Axa katiniuyɨní niuki ʼutɨariyari xeimetsie pekaweniké

source: An error occurred while skipping this prompt
hch: Axa katiniuyɨní ʼiwaurika xeimetsie pekawenike

source: An error occurred while submitting the report
hch: Axa katiniuyɨní niuki heyunɨawakaku

source: An error occurred while uploading your response
hch: Axa katiniuyɨní pemutaʼa meyunɨʼawakaitsie

source: An error occurred while voting the transcript
hch: Axa katiniuyɨní niuki ʼutɨariyari mɨyuvotaruatsie

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
hch: ¿ʼInɨatsika Beta Mutaniuni karakaterɨwatɨ Common Voice yatetayupaitɨ temiʼinɨatatɨwe mɨkɨtsie perayewe?

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
hch: Niuki ʼutɨariyaritsie tewi niukieya makaʼɨkierie xexuitɨ yátɨni ke mɨtiyuʼeniɨriɨkɨ naitɨ kanayemiekamɨkɨ, tsepá muixa yaxeikɨá mutayɨ naime.

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
hch: Aixɨ matsi kaniuyɨneni yeme ke mɨtiuyuniuka mana mɨhekɨakakɨ, ʼikɨ hepaɨ <mark> códigos muyutipatatsie </mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
hch: Aixɨ matsi kaniuyɨneni niukite ʼutɨarika waɨká mɨkahexeiya </mark> (ʼikɨ hepaɨ, hípatɨ yuniuki ke memɨteʼuniuka, yutsata niuki muxuawe, niukite hatsuaku mɨkahetiʼutɨariewe, ke mɨreupaɨme.)

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
hch: Ipaɨ mainetsie clic pexɨkaheupɨna "Necorreotsie enlace nepanɨʼairiyarieni", ʼekɨ kename yaperaʼeriwatɨ peyɨane <privacyLink>ʼAhetsie timieme ke memɨteʼɨwiya ʼutɨarikayari ke maine </privacyLink> tsiere <termsLink> ke mɨtiyukumayɨani ʼutɨarikayari ke mutiyuane </termsLink>. Tsiere Mozilla pekanipitɨamɨkɨ maranɨʼairienikɨ ke paɨ mɨtiuparewieni "Mutaniuni karakaterɨwatɨ" Common Voice proyectoyatsie.

source: By telling us about yourself, you will help developers build more inclusive technology
hch: Ahetsíe timieme petatikuxaxatɨwatɨ mɨtiutátawetɨkatsie memɨteʼuximaayá meyunaime wahetsié mieme mekateniyeweewiximeni.

source: Central Melanau
hch: Melanau centro mieme

source: Change
hch: Ke neupata

source: Check
hch: Ke neutaʼixɨari

source: Check Transcriptions
hch: Niuki mutiʼutɨariexɨa ke neutiʼixɨari

source: Click
hch: Clic ke neupɨna

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
hch: Clic ke neupɨna <guidanceLink>ʼena</guidanceLink> ʼikɨ página ke mɨtimayɨiwa pemeitimaaníkɨ

source: Comment
hch: Niuki matsi ʼakuxi

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
hch: Common Voice plataforma niuki katerɨwariekame xeɨriwame hutarieka kaniweewieka. Naitsarie kiekatari kaniwaparewiekamɨkɨ mexɨiwa matsi memɨtekuxeɨriwanikɨ tsiere temaikate hepaɨna teweewiwamete ʼaixɨ matsi katiniwaparewiemɨkɨ.

source: Contact us
hch: Ke tanahɨaweni

source: Continue
hch: Ke neyeweiyani

source: Continue speaking
hch: Niuki ke neyeweiyani

source: Contribute
hch: ke tineuparewi

source: Contributing to dataset for { $language }
hch: Mɨtikaʼɨniriketsie teteuʼutɨwatɨ { $language }

source: Correct
hch: Aixɨ ke neuyuri

source: Country/Region of Residence
hch: Ke mɨʼane kiekariyaritsie pemeka

source: Delete
hch: Ke nakayeitɨa

source: Different language
hch: Niuki yɨkɨ ʼanetɨ kanayemieni

source: Done
hch: Mɨpaɨ kaniuyɨní

source: Don't wish to say
hch: Nepɨkaheunexatamɨkɨ

source: Eastern Penan
hch: Penan este mieme

source: Edit
hch: Ke nayepatá

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
hch: Correo: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: English
hch: Inglés

source: Enter your Country/Region of Residence
hch: Ke mɨʼane kiekariyaritsie pemeka ke neuʼutɨa

source: Enter your email
hch: Correo

source: Error
hch: Axa katiniuyiní

source: Error while playing audio file.
hch: Axa katiniuyɨní niuki ʼɨkiyari muʼenierietsie

source: Female/Feminine
hch: Uká

source: Guidelines
hch: Ke pemɨreuyuné mayehú

source: How Spontaneous Speech works
hch: ¿"Mutaniuni karakaterɨwatɨ" ke paɨ ʼuyɨne?

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
hch: Yanepɨraʼeriwa <termsLink> nehetsié timieme ke mɨtiyukumayɨani </termsLink> tsiere <privacyLink>ke mɨtiʼɨwiyarieni</privacyLink> Common Voicetsie

source: Interested in getting involved with this project, or partnering with us?
hch: ¿Petareuparewimɨkɨ/petatiuparewiwe?

source: Interface language:
hch: Ke mɨʼane niukiyari mayemieni:

source: Intersex
hch: Uká tsiere ʼukí hepaɨ reukunuiwatɨ

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
hch: Ikɨ ʼiwaurika hútame niukiyarikɨ yaʼayatɨkaimekɨ ke neutaʼeiya ke pemɨtiyɨweni ʼatsipekatikuʼeriwatɨ ke pemɨtiuniuka.

source: Learn how to check a transcription
hch: Niuki ʼutɨariyari ke mɨtiʼixɨariwa ke netimaatí

source: Learn how to transcribe
hch: Niuki ke mɨtiuʼutɨani ke netimaatí

source: Learn how to use this page
hch: Ikɨ página ke mɨtimayɨiwa ke netimaatí

source: Listen
hch: Ke neuʼeni

source: Loading…
hch: Ka nanuyutinɨʼawani / Katiniyuʼuximaayaka...

source: Log In
hch: Ke neuhakí

source: Log In / Sign Up
hch: Ke neuhakí / Ke naʼakaʼutɨa

source: Log Out
hch: Ke nanayeyaʼá

source: Male/Masculine
hch: Ukí

source: <mark>Check</mark>
hch: <mark>Ke neutaʼixɨari</mark>

source: <mark>Data</mark>
hch: <mark>Tita mɨreuʼutɨani</mark>

source: <mark>Prompt</mark>
hch: <mark> ʼIwaurika </mark>

source: <mark>Respond</mark>
hch: <mark> Ke neutaʼeiya </mark>

source: <mark>Transcribe</mark>
hch: <mark>Niuki ke neutaʼutɨa</mark>

source: More languages coming soon
hch: Kwítɨ hípatɨ niuki kanahuni

source: Non-binary
hch: Hútametsie kamiemetɨ

source: Not Found
hch: Pɨkaʼukaxeiyarie

source: Offensive Content
hch: Axa tiʼanetɨ katinayemieni

source: Other
hch: Yɨkɨ ranuyɨnemekɨ

source: Personally Identifiable Information
hch: Ahetsié timieme

source: <privacyLink>Privacy</privacyLink>
hch: <privacyLink>Nehetsie timieme ke mɨtiyuʼɨwiya</privacyLink>

source: Record your response
hch: Pehaʼewatɨ ke naʼakaʼɨki

source: Report
hch: Ke tineutaxaneta

source: Report was passed successfully
hch: Niuki ʼaixɨ katineyunɨʼani

source: Respond
hch: Ke neutaʼeiya

source: Respond To Prompt
hch: Iwaurika ke neutaʼeiya

source: Response deleted successfully
hch: Pemutaʼakai ʼaixɨ ka tinakayaaní

source: Response submitted successfully
hch: Pemutaʼá ʼaixɨ katineyunɨʼani

source: Sa'ban
hch: Saʼban

source: Select your age
hch: Ke paɨmeme witari pemexeiya mana ke neupɨna

source: Select your sex or gender
hch: Ke pemɨtitita mana ke neupɨna

source: Send a link to my email
hch: Necorreotsie enlace nemanɨʼairiyarieni

source: Skip
hch: Humapai ke neukawetsi

source: Skipped
hch: Yakenakateewariya

source: Something went wrong while fetching audio for transcriptions. Please try again later.
hch: Axa katiniuyɨní niuki ʼɨkiyari mɨtaʼutɨarienikekai manuyutɨnɨʼawakaitsie. Ximɨxi, ʼarikié ke tineutaʼinɨata.

source: Something went wrong while fetching prompts. Please try again later.
hch: Axa katiniuyɨní ʼiwaurika manuyutinɨawakaitsie. Ximɨxi, ʼarikié ke tineutaʼinɨata.

source: Something went wrong while fetching transcriptions. Please try again later.
hch: Axa katiniuyɨní niuki ʼutɨariyari manuyutɨnɨawakaitsie. Ximɨxi, ʼarikié ke tineutaʼinɨata.

source: Submit
hch: Ke nenɨʼa

source: Submit All
hch: Naime ke nanunɨʼa

source: Submit a report
hch: Xanetsika nemanunɨʼani / ke neunɨʼa

source: Submitted
hch: Kaneyunɨʼani

source: Success
hch: Aixɨ katiniuyɨní

source: Tap
hch: Ke neyeyeʼí

source: <termsLink>Terms</termsLink>
hch: <termsLink>Ke ʼayatɨkaimekɨ</termsLink>

source: Thank you for contributing to Spontaneous Speech!
hch: Pamɨpariyutsi Mutaniuni karakaterɨwatɨ pemɨtiparewiekɨ.

source: Thank you for your information
hch: Pamɨpariyutsi ʼahetsie timieme pemɨtireuʼutiakɨ

source: The content contains a language different than I was expecting.
hch: Ke nemɨraʼeriwakaitɨ niuki mɨpaɨ ʼanetɨ pɨkaʼayemie

source: The content has disrespectful or offensive language.
hch: Niuki ʼaxa manuyɨtɨka kanayemieni

source: The MediaRecorder API is not supported in your browser.
hch: API MediaRecorder mɨtitewá ʼanavegadortsie pɨkaʼayemié.

source: The page you are looking for could not be found
hch: Página ke ʼaneme pemɨwaune pɨkaʼukaxeiyarie

source: There are currently no prompts for this language. Please refresh the page or try again later.
hch: Ikɨ niukiyarikɨ hikɨ ʼiwaurika pɨkaʼayehú. Ximɨxi, página ke nayehekwariya yátɨni ʼarikié ke tineutaʼinɨata.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
hch: Niuki utɨariyari mɨtiʼixɨariyanikɨ ʼikɨ niukiyarikɨ hikɨ pɨkaʼayehú. Ximɨxi, página tawaarí ke neukatsutɨa yátɨni ʼarikié ke tineutaʼinɨata.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
hch: Hikɨ niuki ʼɨkiyari makaʼutsieni pɨkaʼayemié. Ximɨxi, página ke nayehekwariya yátɨni ʼarikié ke tineutaʼinɨata.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
hch: Ahetsie timieme pɨrayemié, ʼikɨ hepaɨ, ke pemɨtitewá, ʼacorreo, ʼaxapa matsihaxaxata ke paɨtɨ maʼuxa yátɨni ʼaniukame ke mɨpaɨme.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
hch: Aʼiyari yaʼanekaku pemɨtiyetuani - xeikɨá pekatineuʼutɨamɨkɨ xɨka ʼaxa pekareʼerietɨyeikani. Naitɨ mɨtiyukuxeɨrieni mɨyuhekɨatatsie, yɨkɨ xeteuterɨwarɨwatɨ xekananayenexɨakuni, hepaɨna tsiere ke pemɨtitewá yátɨni ʼacorreo kakaneuwɨtɨkaimɨkɨ ke paɨ witari pemexeiyatsɨe yátɨni tita pemɨtihɨkɨtsie,ʼuká yátɨni ʼukí. ʼAixɨ ʼikɨ muyɨnenikɨ meyunaime wahetsíe mieme, teweewiwamete teuteri meyutsata mekaniwareuyehɨakaní. Waɨká ke tinetimaatí titayari "metadatos" kwínie reuyewetsé.

source: Transcribe
hch: Ke neutaʼutɨa

source: Transcribe Audio
hch: Niuki makaʼɨkierie ke neutaʼutɨa

source: Transcript edited successfully
hch: Niuki ʼutɨariyari ʼaixɨ kanayepatsieni/kanayeʼitɨarieni

source: Transcript skipped successfully
hch: Xeime niuki ʼutɨariyaritsie ʼaixɨ pekatiniukawení

source: Transcript submitted successfully
hch: Niuki ʼutɨariyari ka neyunɨʼani.

source: Transcript voted successfully
hch: Niuki ʼutɨariyari ʼaixɨ katiniuyuvotaruani

source: Transgender
hch: Uká yátɨni ʼukí yuʼerietɨ mɨpaɨ kareukunuiwatɨ

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
hch: Kaneuyeweká <mark> niuki kaʼakaterɨwariekame muyuniukatsie </mark> (ʼikɨ hepaɨ, ke pauka niuki mɨʼenie niuki kaʼakaterɨwariekame meuyehɨaká mɨtiʼuximaayakakɨ)

source: Welcome to Spontaneous Speech
hch: Aixɨ xepeuyeyɨa "Mutaniuni karakaterɨwatɨ"

source: We periodically release the dataset
hch: Tita mɨreuyuʼutɨwa yapaɨmexa heutineikakaku tekatenihekɨatani

source: Western Penan
hch: Penan oeste mieme

source: We will show you a prompt or question
hch: Xeime ʼiwaurika tematsixeiyatsitɨani

source: What issues are you experiencing with this content?
hch: ¿ʼEna mɨrayemié tita ʼaxa tiʼane?

source: What is your age?
hch: ¿Ke paɨmeme witari pepexeiya?

source: What is your sex or gender?
hch: ¿Ke petitita ʼuká nutsu ʼukí?

source: Why are you asking?
hch: ¿Titayari ʼikɨ temateʼaʼiwawiya?

source: Why we built this Spontaneous Speech prototype
hch: ¿Titayari ʼikɨ ʼinɨatsika "Mutaniuni karakaterɨwatɨ" teteutaweewi?

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
hch: Tewi makaʼɨkierie yeme ke maine mɨpaɨ ke tineuʼutɨa, ke mutaineni naime "ah" tsiere "mm" hepaɨ.

source: Write down what you hear the person saying here
hch: Tewi ke maine ke neutaʼutɨa

source: You check whether the transcription matches the audio
hch: Xɨka niuki ʼutɨariyari ʼikɨyari hepaɨ reukuʼuxani pekanitaʼixɨariemɨkɨ

source: You must allow microphone access.
hch: Penetsipitɨame Micrófonotsie pemeukaniuni

source: You respond or reply to it as naturally as you can
hch: Ke pemɨtiyɨweni ʼatsipekaraʼeriwatɨ ke neutaʼeiya

source: You write down what you hear in the audio clips
hch: Niuki ʼɨkiyari pemɨtiuʼeni ke neutiʼutɨa
